Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samisk-innhold-i-ordinaere-laereplaner.html.tmx
Source language: nob
Languages: sme

source: Samisk innhold i ordinære læreplaner
sme: Sámi sisdoallu našunála oahppoplánain

source: Sametinget har fastsatt det samiske innholdet i ordinære læreplaner innenfor rammer fastsatt av Kunnskapsdepartementet, jf. Opplæringsloven § 6-4.
sme: Sámediggi lea mearridan sámi sisdoalu našunála oahppoplánain Máhttodepartemeantta mearriduvvon rámmaid siskkobealde, gč. Oahpahuslága § 6-4.

source: Læreplanene har implisitt og eksplisitt samisk innhold.
sme: Oahppoplánain lea implisihtta ja eksplisihtta sámi sisdoallu.

source: I noen fag er det ikke fastsatt samiske innhold.
sme: Muhtin fágaide ii leat mearriduvvon sámi sisdoallu.

source: I slike fag kan det samiske innholdet ivaretas gjennom metodisk tilnærming eller lokal tilpassing.
sme: Dain fágain sáhttá sámi sisdoallu vuhtiiváldot metodalaš lahkonemiin dahje báikkálaš heivehemiin.
